# +----------------------------------------------------------------------
# | Author:Stark
# +----------------------------------------------------------------------
# | Date:2022/11/03
# +----------------------------------------------------------------------
# | Desc: 智慧后台 v0.1 - login控制器入口
# +----------------------------------------------------------------------
from app.libs.BaseRoutes import BaseRoutes

api = BaseRoutes('manager')


@api.route('/manager/getInfo', methods=['POST'])
def getInfo():
    return "getInfo"
